---
kind: enumMember
id: F:Autodesk.Revit.DB.ModifierType.Category
enum: Autodesk.Revit.DB.ModifierType
source: html/14da29ca-e466-9c3f-7a5b-5988a0e0ef6b.htm
---
# Autodesk.Revit.DB.ModifierType.Category

Signals that the name of the category will appear in the layer name.